"Spaces is disabled" = "Spaces is disabled";
"Spaces must be enabled for Warp to function. Would you like to go to the Spaces preference pane?" = "Spaces must be enabled for Warp to function. Would you like to go to the Spaces preference pane?";
"Resource missing" = "Resource missing";
"Warp is missing a resource required to function. Please reinstall Warp." = "Warp is missing a resource required to function. Please reinstall Warp.";
"Update available" = "Update available";
"Warp %@ is available. Would you like to download the latest version? Version %@ is currently installed." = "Warp %@ is available. Would you like to download the latest version? Version %@ is currently installed.";
"Download" = "Download";
"Ignore" = "Ignore";
"No updates found" = "No updates found";
"Warp %@ is the newest version available." = "Warp %@ is the newest version available.";
"Error checking for updates" = "Error checking for updates";
"Warp was unable to check for updates.\n\n%@" = "Warp was unable to check for updates.\n\n%@";
"Unable to contact remote host." = "Unable to contact remote host.";
"Yes" = "Yes";
"No" = "No";